Clears all the project layer modifiers stored in the layer info.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public void ClearLayerModifiers()
  Visual Basic
Public Sub ClearLayerModifiers
  Visual C++
public:
void ClearLayerModifiers()
 See Also
  ExportLayerInfo Class
  Autodesk.Revit.DB Namespace